import { icons } from "./main-page-images";
import { images } from "./about-page-images";
import { mobile_images } from "./about-page-images";

import blog_one_bg from "../assets/blog-1_main_img.jpg";
import blog_one_second_img from "../assets/blog-1_second_img.jpg";
import blog_one_third_img from "../assets/blog-1_third_img.jpg";
import blog_two_bg from "../assets/blog_two_thumb.webp";
import blog_two_first_img from "../assets/blog-2_main_img.webp";
import blog_two_second_img from "../assets/blog-2_second_img.webp";
import blog_two_third_img from "../assets/blog-2_third_img.webp";

import blog_one_thumb from "../assets/blog_thumb.png";
import blog_two_thumb from "../assets/blog_two_thumb.webp";

import robe from "../assets/clients/robe.png";
import diamonds from "../assets/clients/diamonds.png";
import diamonds_two from "../assets/clients/diamonds_two.png";
import green_life from "../assets/clients/green-life.png";
import vermax from "../assets/clients/vermax.png";
import autogearhub from "../assets/clients/autogearhub.png";
import green_health from "../assets/clients/green-health.png";
import bayview from "../assets/clients/bayview.png";

export const serviceItems = [
  {
    id: 0,
    count: "01",
    title: "Дизайн та розробка",
    text: `Вони працюють над контент: використовуючи Вашу ідею, свої знання
      та доствід, вони створюють унікальний продукт. Для того, щоб саме
      Ваш бізнес виділявся. В цьому Вам допоможе наш програміст,
      дизайнер, контент-мейкер.`,
  },
  {
    id: 1,
    count: "02",
    title: "Інтернет-маркетинг",
    text: ` Наші інтернет-маркетологи допоможуть вам розробити оптиматьну
      стратегію онлайн-просування бізнесу. SEO-спеціалісти забезпечать
      високі позиції в пошукових системах та відкриють нові потоки
      клієнтів. РРС-менеджери проведуть індивідуальну піар-кампанію,
      спрямовану на залучення цільової аудиторії.`,
  },
  {
    id: 2,
    count: "03",
    title: "Менеджмент та підтримка",
    text: `Допоможуть Вам у будь-якій ситуації. Проконсультують, деатьльно
      пояснять та порекомендують оптимальний варіант та спеціаліста для
      вирішення проблеми. Саме вони забезпечують оперативну комунікацію
      між Вами та нашої командою.`,
  },
];

export const offersItems = [
  {
    id: 0,
    ref: "ref1",
    inView: "inView1",
    title: "Експрес-аналіз Бренду",
    mobile_text: "Проведення швидкого дослідження вашого бренду,",
    desktop_text:
      "Проведення швидкого дослідження вашого бренду, аналіз його позиціонування, конкурентне середовище та сприйняття цільової аудиторії, аби надати вам цінну інформацію та рекомендації для подальшого розвитку та успішної стратегії бренду.",
    full_mobile_text:
      "аналіз його позиціонування, конкурентне середовище та сприйняття цільової аудиторії, аби надати вам цінну інформацію та рекомендації для подальшого розвитку та успішної стратегії бренду.",
  },
  {
    id: 1,
    ref: "ref2",
    inView: "inView2",
    title: "Розробка дизайну",
    mobile_text: "Створення унікальних та привабливих елементів бренду,",
    desktop_text:
      "Створення унікальних та привабливих елементів бренду, зокрема його назву, логотип, кольорову палітру та стиль, щоб ви могли вирізнятися на ринку та створити послідовний та професійний образ вашої компанії.",
    full_mobile_text:
      "зокрема його назву, логотип, кольорову палітру та стиль, щоб ви могли вирізнятися на ринку та створити послідовний та професійний образ вашої компанії.",
  },
  {
    id: 2,
    ref: "ref3",
    inView: "inView3",
    title: "Створення медіа-простору",
    mobile_text: "Розробка і налаштовуння медіа-каналів, в тому числі соціальні мережі, веб-сайти та інші платформи,",
    desktop_text:
      "Розробка і налаштовуння медіа-каналів, в тому числі соціальні мережі, веб-сайти та інші платформи, завдяки яким Ваша компанія ефективно комунікувала зі своєю аудиторією, забезпечувала зростання впізнаваності та залучення нових клієнті",
    full_mobile_text:
      "завдяки яким Ваша компанія ефективно комунікувала зі своєю аудиторією, забезпечувала зростання впізнаваності та залучення нових клієнті",
  },
  {
    id: 3,
    ref: "ref4",
    inView: "inView4",
    title: "Створення медіаконтенту",
    mobile_text: "Наша команда розробляє високоякісний відео- та фотоконтент,",
    desktop_text:
      "Наша команда розробляє високоякісний відео- та фотоконтент, супроводжує його інформативними текстами та проводить інтервю з експертами вашої компанії, допомагаючи вам ефективно комунікувати зі своєю аудиторією та підвищувати рівень впізнаваності та довіри.",
    full_mobile_text:
      "супроводжує його інформативними текстами та проводить інтервю з експертами вашої компанії, допомагаючи вам ефективно комунікувати зі своєю аудиторією та підвищувати рівень впізнаваності та довіри.",
  },
  {
    id: 4,
    ref: "ref5",
    inView: "inView5",
    title: "Таргетована реклама",
    mobile_text: "Створення та оптимізація рекламних кампанії на платформах Facebook та Instagram,",
    desktop_text:
      "Створення та оптимізація рекламних кампанії на платформах Facebook та Instagram, забезпечуючи точне налаштування та спрямування реклами на вашу цільову аудиторію, що дозволяє досягти кращих результатів та збільшити конверсію.",
    full_mobile_text:
      "забезпечуючи точне налаштування та спрямування реклами на вашу цільову аудиторію, що дозволяє досягти кращих результатів та збільшити конверсію.",
  },
  {
    id: 5,
    ref: "ref6",
    inView: "inView6",
    title: "SEO просування",
    mobile_text:
      "Забезпечення оптимізацією вашого веб-сайту, включаючи ключові слова, внутрішню структуру, мета-теги та посилання,",
    desktop_text:
      "Забезпечення оптимізацією вашого веб-сайту, включаючи ключові слова, внутрішню структуру, мета-теги та посилання, для поліпшення видимості сайту в пошукових системах. Це допомагає залучити більше органічного трафіку, підвищити рейтинг вашого сайту та покращити його позиції у пошукових результатів.",
    full_mobile_text:
      "для поліпшення видимості сайту в пошукових системах. Це допомагає залучити більше органічного трафіку, підвищити рейтинг вашого сайту та покращити його позиції у пошукових результатів.",
  },
  {
    id: 6,
    ref: "ref7",
    inView: "inView7",
    title: "Контекстна реклама",
    mobile_text: "Створення та налаштування рекламних кампанії,",
    desktop_text:
      "Створення та налаштування рекламних кампанії, що показуються відповідно до контексту та інтересів користувачів. Це дозволяє ефективно дотягнутися до цільової аудиторії, показуючи рекламні оголошення на веб-сайтах, де вони можуть бути найбільш релевантними та привертливими для потенційних клієнтів.",
    full_mobile_text:
      "що показуються відповідно до контексту та інтересів користувачів. Це дозволяє ефективно дотягнутися до цільової аудиторії, показуючи рекламні оголошення на веб-сайтах, де вони можуть бути найбільш релевантними та привертливими для потенційних клієнтів.",
  },
];

export const reasonsItems = [
  {
    id: 0,
    img: icons[0],
    title: "Покращення вашої присутності онлайн",
    paragraph:
      "допомогою професійного веб-дизайну та соціальних медіа, ми покращуємо вашу онлайн-присутність і залучаємо більше клієнтів",
  },
  {
    id: 1,
    img: icons[5],
    title: "Адміністрування сайту та соціальних мереж",
    paragraph:
      "За допомогою професійного веб-дизайну та соціальних медіа, ми покращуємо вашу онлайн-присутність і залучаємо більше клієнтів",
  },

  {
    id: 2,
    img: icons[2],
    title: "Підвищення свідомості про бренд",
    paragraph: "Креативний контент та стратегії брендингу, що привертають увагу, збільшують свідомість про ваш бренд",
  },

  {
    id: 3,
    img: icons[1],
    title: "Цільовий трафік",
    paragraph:
      "Розробка стратегії пошукової оптимізації та інших маркетингових каналів для приваблення цільового трафіку",
  },

  {
    id: 4,
    img: icons[4],
    title: "Ефективна реклама",
    paragraph: "Таргетована реклама для досягнення максимальних результатів",
  },

  {
    id: 5,
    img: icons[3],
    title: "Збільшення конверсії",
    paragraph:
      "Оптимізація сайту та маркетингових стратегій, що підвищують конверсію веб-трафіку та залучають нових клієнтів",
  },
];

export const teamItems = [
  {
    id: "person_one",
    img: images[0],
    text: `Наш SEO спеціалст — це головний "детектив" нашої команди, що займається розробкою і впровадженням стратегій оптимізації для пошукових систем. Наш професіонал володіє сучасними методами та інструментами, щоб забезпечити видимість вашого сайту в мережій зробити його привабливим для потенційних клієнтів.`,
    role: "SEO&CEO",
    name: "ROMAN",
    lastName: "RIZNYK",
  },
  {
    id: "person_two",
    img: images[1],
    text: `Наш фотограф, режисер — це майстер візуалізації. Він не просто знімає фотографії та відео, але й створює образи, які говорять, викликають емоції і залучають увагу.`,
    role: "Content creator ",
    name: "ANDRII",
    lastName: "KONONOV",
  },
  {
    id: "person_three",
    img: images[2],
    text: `Наш таргетолог - це втілення стратегічного мислення. Він не просто розуміє потреби наших клієнтів, але й передбачає їх, використовуючи складні аналітичні інструменти для вибору найефективніших рекламних кампаній, щоб максимізувати повернення від ваших маркетингових інвестицій.`,
    role: "Media Buyer ",
    name: "VALERIIA",
    lastName: "MAILUNIS",
  },
  {
    id: "person_four",
    img: images[3],
    text: `Наш дизайнер — це творчий геній і майстер вирішення проблем. Він володіє високими навичками в розробці та дизайні, які дозволяють йому творити продукти, що виглядають дивовижно.`,
    role: "Designer UI/UX ",
    name: "VLADYSLAV",
    lastName: "SYDORUK",
  },
];

export const teamItemsMobile = [
  {
    id: "person_one_mobile",
    img: mobile_images[0],
    text: `Наш SEO спеціалст — це головний "детектив" нашої команди, що займається розробкою і впровадженням стратегій оптимізації для пошукових систем. Наш професіонал володіє сучасними методами та інструментами, щоб забезпечити видимість вашого сайту в мережій зробити його привабливим для потенційних клієнтів.`,
    role: "SEO&CEO",
    name: "ROMAN",
    lastName: "RIZNYK",
  },
  {
    id: "person_two_mobile",
    img: mobile_images[1],
    text: `Наш фотограф, режисер— це майстер візуалізації. Він не простознімає фотографії та відео, але й створює образи, які говорять, викликають емоції і залучають увагу.`,
    role: "Content creator ",
    name: "ANDRII",
    lastName: "KONONOV",
  },
  {
    id: "person_three_mobile",
    img: mobile_images[2],
    text: `Наш таргетолог - це втілення стратегічного мислення. Він не просто розуміє потреби наших клієнтів, але й передбачає їх, використовуючи складні аналітичні інструменти для вибору найефективніших рекламних кампаній, щоб максимізувати повернення від ваших маркетингових інвестицій.`,
    role: "Media Buyer ",
    name: "VALERIIA",
    lastName: "MAILUNIS",
  },
  {
    id: "person_four_mobile",
    img: mobile_images[3],
    text: `Наш дизайнер — це творчий геній і майстер вирішення проблем. Він володіє високими навичками в розробці та дизайні, які дозволяють йому творити продукти, що виглядають дивовижно.`,
    role: "Designer UI/UX ",
    name: "VLADYSLAV",
    lastName: "SYDORUK",
  },
];

export const navLinks = [
  {
    id: "home",
    name: "ГОЛОВНА",
    link: "/#hero",
    number: "01",
  },
  {
    id: "contact",
    name: "КОНТАКТИ",
    link: "/#contact",
    number: "04",
  },
  {
    id: "services",
    name: "ПОСЛУГИ",
    link: "/#offers",
    number: "02",
  },
  {
    id: "clients",
    name: "КЛІЄНТИ",
    link: "/clients",
    number: "05",
  },
  // {
  //   id: "blog",
  //   name: "БЛОГ",
  //   link: "/blog",
  //   number: "03",
  // },
  {
    id: "about",
    name: "ПРО НАС",
    link: "/about",
    number: "06",
  },
];

export const blogPageItems = [
  {
    id: "1",
    date: "20.07.2023",
    img: blog_one_thumb,
    text: "Опановуючи креативність: UMA: від ідеї до контенту, що запам'ятовується.",
  },
  {
    id: "2",
    date: "20.07.2023",
    img: blog_two_thumb,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
];

export const blogPageData = [
  {
    id: "1",
    date: "09.11.2023",
    bg: blog_one_bg,
    title: "Опановуючи креативність: UMA: від ідеї до контенту, що запам'ятовується",
    img_1: blog_one_second_img,
    img_2: blog_one_third_img,
    text_section_1:
      "Ласкаво просимо до блогу UMA, де ми дослідимо захоплюючий світ креативу та дізнаємось, як створювати рекламу, що запам'ятовується людям. Ми в UMA вважаємо, що креативність дуже важлива для створення реклами, яка добре працює. Давайте розглянемо всі етапи створення реклами.",
    text_section_2: [
      {
        title: "Етап 1: Розуміння Цільової Аудиторії.",
        content:
          "Перший крок у створенні  реклами - це дізнатися все про людей, на яких вона направлена. Ми хочемо знати, що їм подобається, з якими проблемами вони стикаються і що для них важливим.",
      },
      {
        title: "Етап 2: ідея та концепція.",
        content:
          "Для того, щоб зробити хорошу рекламу, ми повинні мати дійсно хорошу ідею. Ця ідея повинна відрізнятися від того, що роблять інші компанії, і повинна відображати те, чим є наш бренд. Створення концепція допомагає нам визначити, як ми будемо розкривати цю ідею через рекламний контент.",
      },
      {
        title: "Етап 3: креативність.",
        content:
          'На цьому етапі ми беремо нашу ідею і розкручуємо її. Ми пробуємо різні способи для досягнення "вау!" ефекту від аудиторії  за допомогою наших історій та креативів.',
      },
      {
        title: "Етап 4: візуальний стиль.",
        content:
          "Важливо, щоб візуальний стиль відповідав бренду і концепції. Ми обираємо кольори, шрифти та графічні елементи, які відображають душу нашого бренду і роблять контент впізнаваним.",
      },
      {
        title: "Етап 5: повідомлення.",
        content:
          "Це все про повідомлення. Важливо мати повідомлення, яке легко зрозуміти. Послання повинно повідомляти людям важливу інформацію , або спонукати до певних дій, будь то покупка, реєстрація чи щось інше.",
      },
      {
        title: "Етап 6: Платформи та Канали.",
        content: `Ми вирішуємо, де і як поділитися нашим матеріалом. Це може бути в соціальних мережах, на телебаченні, радіо чи в інтернеті. Нам потрібно з'ясувати, де знаходяться наші друзі та шанувальники, і як найкраще з ними поспілкуватися.`,
      },
      {
        title: "Етап 7: Емоційна Залученість.",
        content: `Ми завжди стараємося викликати емоції у потенційного клієнта. Емоційна залученість допомагає зміцнити зв'язок між аудиторією та брендом.`,
      },
      {
        title: "Етап 8: Аналіз та Оптимізація.",
        content:
          "Після показу реклами ми перевіряємо, наскільки добре вона спрацювала. Ми дивимося на результати і слухаємо, що люди говорять про неї. Потім ми вносимо зміни, щоб зробити її ще кращою.",
      },
      {
        title: "Етап 9: Синергія.",
        content:
          "Наш контент завжди має бути взаємнодоповнюючий  з іншими маркетинговими і комунікаційними ініціативами бренду. Ми створюємо єдиний голос та стиль, які зміцнюють ідентичність бренду.",
      },
      {
        title: "Етап 10: Інновації.",
        content:
          "Ми завжди шукаємо нові технології, формати та ідеї, які допомагають нам привернути увагу та створити враження. Інновація - це наша ключова перевага.",
      },
    ],
    text_section_3: [
      "У цьому блозі ми розкрили ключові аспекти, які враховуються при створенні креативного контенту в рекламному агентстві UMA. Ми віримо, що креативність - це магія, яка допомагає нам зробити наш бренд видатним і незабутнім. Ми надіємося, що ця інформація була корисною і надихнула вас на створення своєї власної креативної рекламної кампанії.Слідкуйте за новими ідеями та порадами про мистецтво та рекламу.",
    ],
  },
  {
    id: "2",
    date: "11.24.2023",
    title: "Що таке SEO та для чого він?",
    bg: blog_two_bg,
    img_0: blog_two_first_img,
    img_1: blog_two_second_img,
    img_2: blog_two_third_img,
    text_section_2: [
      {
        title: "1. Що таке SEO-оптимізація?",
        content:
          "SEO-оптимізація - це спосіб зробити сайт більш популярним і помітним в інтернеті. Вона допомагає інтернет-магазинам залучати й утримувати клієнтів, повідомляючи пошуковим системам, що їхній сайт важливий і повинен бути вгорі результатів пошуку. Без SEO людям було б важко знаходити потрібні веб-сайти під час пошуку в Інтернеті. SEO-просування - це спосіб зробити сайт більш популярним і вивести його на перші позиції в результатах пошуку. Воно включає в себе багато різних речей, таких як дослідження ключових слів і створення якісного контенту. Це також включає в себе перевірку помилок на сайті та їх виправлення. У нас є історія про те, як ми використали хорошу стратегію, щоб зробити сайт доставки їжі найпопулярнішим.",
      },
      {
        title: "2. Для чого використовується SEO?",
        content: `Отже, за допомогою SEO-просування ви можете переконатися, що ваш лимонадний кіоск отримує більше уваги і більше клієнтів, що дійсно важливо, якщо ви хочете продати багато лимонаду. Ось тут і вступає в дію SEO-просування. Це як мати спеціальну вивіску зовні вашого кіоску, яка змушує людей помічати вас більше, ніж конкурентів. На цій вивісці є всі потрібні слова та інформація, які люди шукають, коли хочуть купити лимонад. Коли люди шукають "лимонадний кіоск " або "найкращий лимонад у місті", пошукова система (наприклад, Google) переглядає всі кіоски з лимонадом і вирішує, які з них показати першими. Завдяки SEO-просуванню Ваш кіоск  з'явиться вгорі списку, тому більше людей побачать його і прийдуть до вас за покупкою. Вам потрібно знайти нового друга або партнера для співпраці. Ви ж не станете дружити з першим зустрічним, чи не так? Ви хочете, щоб йому можна було довіряти, і щоб ви обоє отримали користь від дружби. Отже, щоб знайти хорошу компанію, потрібно провести певне дослідження. Ви можете попросити своїх друзів та інших власників бізнесу дати рекомендації і скласти список компаній, які пропонують потрібні Вам послуги або продукти. Потім ви можете почитати відгуки про них або навіть відвідати їх, щоб переконатися, що вони заслуговують на довіру. Це допоможе вам знайти хорошого партнера або підрядника для роботи. Цей процес схожий на те, як пошукова система вирішує, які веб-сайти є найкращими і мають бути вгорі результатів пошуку, а які - внизу. При цьому враховуються такі речі, як те, скільком людям подобається веб-сайт, що люди говорять про нього, і наскільки якісний веб-сайт і його контент. Це схоже на те, як вам було б важко вибрати хорошу компанію, не отримавши рекомендацій, не прочитавши відгуків або не відвідавши її особисто. Пошуковій системі також важко правильно ранжувати веб-сайти без використання SEO. SEO - це надання спеціальної інформації пошуковим системам, щоб вони могли краще зрозуміти веб-сайт. Коли вони зрозуміють його краще, вони покажуть його вище в результатах пошуку.`,
      },
      {
        title: "3. Що можуть зробити компанії, які надають послуги SEO?",
        content:
          "Існують різні компанії, які можуть допомогти зробити так, щоб веб-сайт показувався вище в результатах пошуку. Деякі компанії вносять зміни на сайт, щоб зробити його кращим, тоді як інші створюють  хороший наповнюючий контент, який легко знайти пошуковим системам. Вибираючи компанію для допомоги, важливо подумати про те, що вона пропонує, скільки це коштує, як швидко вона працює і що вона обіцяє зробити для вас.",
      },
      {
        title: "4. Загалом, SEO складається з різних етапів, які потрібно виконати, щоб зробити сайт успішним.",
        content:
          "Розуміння того, які слова люди використовують для пошуку, і складання списку цих слів. Переконайтеся, що веб-сайт налаштований таким чином, щоб полегшити системам його пошук і розуміння. Зробити веб-сайт більш зручним для користувачів і полегшити людям пошуковий та навігаційний процес.",
      },
      {
        title: "5. Вибір правильних слів і створення групи пов'язаних слів.",
        content:
          "Перед просуванням сайту фахівці повинні скласти список слів і фраз для кожної сторінки сайту. Вони роблять це після перевірки на наявність помилок і проблем. Робота проходить у два етапи: спочатку вони роблять поверхісний аналіз сайту, його тематику, спіцифіку та в чому він унікальний. У другій частині SEO-спеціаліст використовує спеціальний інструмент, щоб проаналізувати, які на цьому сайті ключові слова, та за якими словами люди знаходять сайт клієнта. Деякі ключі використовуються багато і є дуже популярними, тоді як інші використовуються не так часто. Популярні ключі потребують сильного плану просування та інших дій, щоб змусити їх працювати. Менш популярні ключі можуть допомогти Вам швидше потрапити в топ, але через специфіку запиту вони не приведуть багато людей на ваш сайт. Отже, перш ніж вирішувати, які ключі використовувати, і створювати контент для вашого сайту, Вам потрібно зрозуміти, про що Ваш сайт, і вивчити всі ключі, які ви зібрали, виходячи з Ваших цілей. Якщо ви починаєте бізнес в Інтернеті і маєте новий або старий веб-сайт без допомоги SEO-агентства, вам необхідно провести базову оптимізацію. Це означає додавання на ваш сайт слів, які люди шукають в інтернеті.",
      },
      {
        title: "6. Оптимізація",
        content: `Простіше кажучи, первинна оптимізація сайту означає внесення змін до сайту, щоб зробити його більш помітним для людей, які шукають щось в Інтернеті. Переконайтеся, що для опису веб-сайту в результатах пошуку використовуються правильні слова. Зміна заголовків і додавання слів, які люди можуть шукати. Написання хороших слів для головної сторінки та інших сторінок, які ви хочете, щоб люди відвідували. Коли пошукові системи, такі як Google, шукають інформацію в інтернеті, їм доводиться проходити через процес, який називається індексацією. Це означає, що вони переглядають різні веб-сайти і занотовують те, що знаходять. Але це може зайняти деякий час, тому що їм доводиться переходити за посиланнями з інших сайтів, щоб дістатися до кожного з них. Ви можете прискорити появу вашого сайту в пошукових системах, повідомивши пошуковій системі, що Ваш сайт існує і має саме ту інформацію, продукт чи послугу яку шукає кінцевий споживач. Це робиться після того, як ви закінчите всі технічні роботи на Вашому сайті і додасте слова, які люди можуть шукати. Після того, як пошукова система побачить ваш сайт, він почне показуватися, коли люди шукатимуть пов'язані з ним речі.`,
      },
      {
        title: "7. UX",
        content: `Після того, як сайт буде додано до пошукової системи, Ви повинні продовжувати намагатися зробити його кращим, щоб він показувався вище в результатах пошуку. Спрощення та розвага для людей, які користуються веб-сайтом або додатком, дуже важливе. Це допомагає веб-сайту або додатку стати більш популярним і успішним. Якщо хтось зайде на Ваш сайт і йому не сподобається, як він виглядає або як він працює, він може одразу ж піти. Коли таке трапляється часто, сайт може опуститися нижче в результатах пошуку за певними словами. Щоб люди залишалися на Вашому сайті надовго, фахівці допрацьовують його дизайн і пропонують способи зробити його більш приємним для відвідувачів.`,
      },
      {
        title: "8. Посилальна маса",
        content:
          "Уявіть, що Ви намагаєтеся вирішити, який веб-сайт найкращий. Один із способів з'ясувати це - подивитися на посилання, які мають інші веб-сайти на цей сайт. Якщо багато інших сайтів мають посилання на певний сайт, це означає, що цей сайт, ймовірно, заслуговує на довіру і є хорошим. Отже, збільшення маси посилань означає, що на певний сайт посилається більше сайтів, що робить його більш популярним і заслуговує на довіру. Створення профілю посилань означає, що інші сайти посилаються на Ваш . Це дуже важливо для SEO. Якщо існує велика конкуренція за певним словом, Вам потрібно докласти максимум зусиль, щоб отримати більше сайтів, які посилаються на Ваш сайт. Створення посилань схоже на побудову моста між різними веб-сайтами. Існують різні способи зробити це, наприклад, розмістити посилання на власному веб-сайті або на сторінках у соціальних мережах. Ви також можете писати статті для інших сайтів і включати в них посилання на свій власний сайт. Важливо розміщувати ці посилання на сайтах, яким люди довіряють.",
      },
    ],
    text_section_3: [
      "9. Контент",
      "Це схоже на будівництво вежі з блоків. Додавання нових блоків повільно і неухильно робить вежу вищою і міцнішою. Це допомагає сайту показуватися вище в результатах пошуку. Розміщення матеріалів на сайті так, щоб люди могли їх побачити і прочитати. Чому важливо мати SEO в словах на сторінках сайту? Наявність SEO в текстах на сторінках сайту - це як наявність спеціального коду, який допомагає сайту показуватися вище, коли люди шукають щось в інтернеті. Це як мати секретний інгредієнт, який робить сайт популярнішим і легшим для пошуку. Розкажіть людям, які відвідують сайт, про Вашу компанію, про те, що продаєте або робите, і чому з Вами добре працювати. Ключові слова - це слова, які допомагають пошуковим системам вирішити, чи відповідає ваш сайт тому, що хтось шукає. Щоб ваш сайт був корисним для людей, а також з'являвся в результатах пошуку, вам потрібно природно використовувати ключові слова у своїх текстах. Це може бути складно, оскільки ви хочете використати багато ключових слів, але при цьому зробити текст зрозумілим. Утримувати  сайт на вершині результатів пошуку важко, тому що постійно створюються нові веб-сайти, а пошукові системи змінюють свої підходи до визначення того, які сайти показувати першими. Це все одно, що намагатися влучити в рухому мішень. Якщо ви використовуєте лише старі методи, Ваш сайт може бути на вершині одного дня, але наступного дня опуститися вниз. Щоб переконатися, що люди можуть легко знайти Ваш сайт, важливо регулярно займатися SEO-просуванням сайту з перевіреною SEO-студією. Ці фахівці стежать за тим, як працюють пошукові системи, і вносять зміни на сайт, щоб він залишався на вершині результатів пошуку.",
    ],
  },
];

export const clients = [
  {
    name: "BOVA",
    description: "Створення фотоконтенту для дизайнерської лінійки халатів ручної роботи",
    tags: [
      {
        name: "Створення фотоконтенту",
      },
      {
        name: null,
      },
      {
        name: null,
      },
    ],
    desktop_img: robe,
    mobile_img: null,
    background: "bg-[#4F7769]",
    h2_color: "text-[#4F7769]",
    text_color: "text-white",
    stroke: "text-stroke",
    border_color: "border-white",
    imgClass: "scale-125",
  },
  {
    name: "Gemrays",
    description: "Створення фото та колажів для ювелірно-біжутерної компанії",
    tags: [
      {
        name: "Створення фотоконтенту",
      },
      {
        name: null,
      },
      {
        name: null,
      },
    ],
    desktop_img: diamonds,
    mobile_img: diamonds_two,
    background: "bg-[#c2cdd3]",
    h2_color: "text-[#c2cdd3]",
    text_color: "text-black",
    stroke: "text-stroke-dark",
    border_color: "border-black",
    imgClass: "-bottom-6",
  },
  {
    name: "Green life",
    description: "Редизайн,ствоерння фотоконтенту та проведення рекламної компанії для компанії забудовника ",
    tags: [
      {
        name: "Редизайн",
      },
      {
        name: "Медіаконтент",
      },
      {
        name: "Реклама",
      },
    ],
    desktop_img: green_life,
    mobile_img: null,
    background: "bg-[#BBD5BB]",
    h2_color: "text-[#BBD5BB]",
    text_color: "text-black",
    stroke: "text-stroke-dark",
    border_color: "border-black",
    imgClass: "-bottom-6 2xl:scale-125",
  },
  {
    name: "VerMax",
    description: "Створення фотоконтенту та проведення рекламної компанії для стоматолоії",
    tags: [
      {
        name: null,
      },
      {
        name: "Медіаконтент",
      },
      {
        name: "Реклама",
      },
    ],
    desktop_img: vermax,
    mobile_img: null,
    background: "bg-[#DDDDDD]",
    h2_color: "text-[#DDDDDD]",
    text_color: "text-black",
    stroke: "text-stroke-dark",
    border_color: "border-black",
    imgClass: "-bottom-14",
  },
  {
    name: "AUTOGEARHUB",
    description: "Cтворення веб-сайту, налаштування таргетованої реклами для інтернет магазину",
    tags: [
      {
        name: "Редизайн",
      },
      {
        name: "Веб-сайт",
      },
      {
        name: null,
      },
    ],
    desktop_img: autogearhub,
    mobile_img: null,
    background: "bg-[#6A696A]",
    h2_color: "text-[#6A696A]",
    text_color: "text-black",
    stroke: "text-stroke-dark",
    border_color: "border-black",
    imgClass: "lg:-bottom-8 2xl:bottom-0 lg:scale-100 2xl:scale-125",
  },
  {
    name: "GREEN Health",
    description: "Створення дизайну лінійки флаконів та зйомка фотоконтенту для рекламної компанії",
    tags: [
      {
        name: "Дизайн",
      },
      {
        name: "Медіаконтент",
      },
      {
        name: null,
      },
    ],
    desktop_img: green_health,
    mobile_img: null,
    background: "bg-[#D4E8E2]",
    h2_color: "text-[#D4E8E2]",
    text_color: "text-black",
    stroke: "text-stroke-dark",
    border_color: "border-black",
    imgClass: "lg:-bottom-6 2xl:bottom-8 2xl:scale-125",
  },
  {
    name: "bayview Diagnostic Centre",
    description: "Створення веб-сайту, налаштування таргетованої реклами для мережі діагностичних центрів",
    tags: [
      {
        name: "Веб-сайт",
      },
      {
        name: "Медіаконтент",
      },
      {
        name: "Реклама",
      },
    ],
    desktop_img: bayview,
    mobile_img: null,
    background: "bg-[#7898B7]",
    h2_color: "text-[#7898B7]",
    text_color: "text-black",
    stroke: "text-stroke-dark",
    border_color: "border-black",
    imgClass: "lg:-bottom-6 2xl:scale-125",
  },
];
