import { icons } from "./main-page-images";
import { images } from "./about-page-images";
import { mobile_images } from "./about-page-images";

import temp_img from "../../assets/image 15.png";

export const serviceItems = [
  {
    id: 0,
    count: "01",
    title: "Дизайн та розробка",
    text: `Вони працюють над контент: використовуючи Вашу ідею, свої знання
      та доствід, вони створюють унікальний продукт. Для того, щоб саме
      Ваш бізнес виділявся. В цьому Вам допоможе наш програміст,
      дизайнер, контент-мейкер.`,
  },
  {
    id: 1,
    count: "02",
    title: "Інтернет-маркетинг",
    text: ` Наші інтернет-маркетологи допоможуть вам розробити оптиматьну
      стратегію онлайн-просування бізнесу. SEO-спеціалісти забезпечать
      високі позиції в пошукових системах та відкриють нові потоки
      клієнтів. РРС-менеджери проведуть індивідуальну піар-кампанію,
      спрямовану на залучення цільової аудиторії.`,
  },
  {
    id: 2,
    count: "03",
    title: "Менеджмент та підтримка",
    text: `Допоможуть Вам у будь-якій ситуації. Проконсультують, деатьльно
      пояснять та порекомендують оптимальний варіант та спеціаліста для
      вирішення проблеми. Саме вони забезпечують оперативну комунікацію
      між Вами та нашої командою.`,
  },
];

export const offersItems = [
  {
    id: 0,
    ref: "ref1",
    inView: "inView1",
    title: "Експрес-аналіз Бренду",
    mobile_text: "Проведення швидкого дослідження вашого бренду,",
    desktop_text:
      "Проведення швидкого дослідження вашого бренду, аналіз його позиціонування, конкурентне середовище та сприйняття цільової аудиторії, аби надати вам цінну інформацію та рекомендації для подальшого розвитку та успішної стратегії бренду.",
    full_mobile_text:
      "аналіз його позиціонування, конкурентне середовище та сприйняття цільової аудиторії, аби надати вам цінну інформацію та рекомендації для подальшого розвитку та успішної стратегії бренду.",
  },
  {
    id: 1,
    ref: "ref2",
    inView: "inView2",
    title: "Розробка дизайну",
    mobile_text: "Створення унікальних та привабливих елементів бренду,",
    desktop_text:
      "Створення унікальних та привабливих елементів бренду, зокрема його назву, логотип, кольорову палітру та стиль, щоб ви могли вирізнятися на ринку та створити послідовний та професійний образ вашої компанії.",
    full_mobile_text:
      "зокрема його назву, логотип, кольорову палітру та стиль, щоб ви могли вирізнятися на ринку та створити послідовний та професійний образ вашої компанії.",
  },
  {
    id: 2,
    ref: "ref3",
    inView: "inView3",
    title: "Створення медіа-простору",
    mobile_text:
      "Розробка і налаштовуння медіа-каналів, в тому числі соціальні мережі, веб-сайти та інші платформи,",
    desktop_text:
      "Розробка і налаштовуння медіа-каналів, в тому числі соціальні мережі, веб-сайти та інші платформи, завдяки яким Ваша компанія ефективно комунікувала зі своєю аудиторією, забезпечувала зростання впізнаваності та залучення нових клієнті",
    full_mobile_text:
      "завдяки яким Ваша компанія ефективно комунікувала зі своєю аудиторією, забезпечувала зростання впізнаваності та залучення нових клієнті",
  },
  {
    id: 3,
    ref: "ref4",
    inView: "inView4",
    title: "Створення медіаконтенту",
    mobile_text: "Наша команда розробляє високоякісний відео- та фотоконтент,",
    desktop_text:
      "Наша команда розробляє високоякісний відео- та фотоконтент, супроводжує його інформативними текстами та проводить інтервю з експертами вашої компанії, допомагаючи вам ефективно комунікувати зі своєю аудиторією та підвищувати рівень впізнаваності та довіри.",
    full_mobile_text:
      "супроводжує його інформативними текстами та проводить інтервю з експертами вашої компанії, допомагаючи вам ефективно комунікувати зі своєю аудиторією та підвищувати рівень впізнаваності та довіри.",
  },
  {
    id: 4,
    ref: "ref5",
    inView: "inView5",
    title: "Таргетована реклама",
    mobile_text:
      "Створення та оптимізація рекламних кампанії на платформах Facebook та Instagram,",
    desktop_text:
      "Створення та оптимізація рекламних кампанії на платформах Facebook та Instagram, забезпечуючи точне налаштування та спрямування реклами на вашу цільову аудиторію, що дозволяє досягти кращих результатів та збільшити конверсію.",
    full_mobile_text:
      "забезпечуючи точне налаштування та спрямування реклами на вашу цільову аудиторію, що дозволяє досягти кращих результатів та збільшити конверсію.",
  },
  {
    id: 5,
    ref: "ref6",
    inView: "inView6",
    title: "SEO просування",
    mobile_text:
      "Забезпечення оптимізацією вашого веб-сайту, включаючи ключові слова, внутрішню структуру, мета-теги та посилання,",
    desktop_text:
      "Забезпечення оптимізацією вашого веб-сайту, включаючи ключові слова, внутрішню структуру, мета-теги та посилання, для поліпшення видимості сайту в пошукових системах. Це допомагає залучити більше органічного трафіку, підвищити рейтинг вашого сайту та покращити його позиції у пошукових результатів.",
    full_mobile_text:
      "для поліпшення видимості сайту в пошукових системах. Це допомагає залучити більше органічного трафіку, підвищити рейтинг вашого сайту та покращити його позиції у пошукових результатів.",
  },
  {
    id: 6,
    ref: "ref7",
    inView: "inView7",
    title: "Контекстна реклама",
    mobile_text: "Створення та налаштування рекламних кампанії,",
    desktop_text:
      "Створення та налаштування рекламних кампанії, що показуються відповідно до контексту та інтересів користувачів. Це дозволяє ефективно дотягнутися до цільової аудиторії, показуючи рекламні оголошення на веб-сайтах, де вони можуть бути найбільш релевантними та привертливими для потенційних клієнтів.",
    full_mobile_text:
      "що показуються відповідно до контексту та інтересів користувачів. Це дозволяє ефективно дотягнутися до цільової аудиторії, показуючи рекламні оголошення на веб-сайтах, де вони можуть бути найбільш релевантними та привертливими для потенційних клієнтів.",
  },
];

export const reasonsItems = [
  {
    id: 0,
    img: icons[0],
    title: "Покращення вашої присутності онлайн",
    paragraph:
      "допомогою професійного веб-дизайну та соціальних медіа, ми покращуємо вашу онлайн-присутність і залучаємо більше клієнтів",
  },
  {
    id: 1,
    img: icons[5],
    title: "Адміністрування сайту та соціальних мереж",
    paragraph:
      "За допомогою професійного веб-дизайну та соціальних медіа, ми покращуємо вашу онлайн-присутність і залучаємо більше клієнтів",
  },

  {
    id: 2,
    img: icons[2],
    title: "Підвищення свідомості про бренд",
    paragraph:
      "Креативний контент та стратегії брендингу, що привертають увагу, збільшують свідомість про ваш бренд",
  },

  {
    id: 3,
    img: icons[1],
    title: "Цільовий трафік",
    paragraph:
      "Розробка стратегії пошукової оптимізації та інших маркетингових каналів для приваблення цільового трафіку",
  },

  {
    id: 4,
    img: icons[4],
    title: "Ефективна реклама",
    paragraph: "Таргетована реклама для досягнення максимальних результатів",
  },

  {
    id: 5,
    img: icons[3],
    title: "Збільшення конверсії",
    paragraph:
      "Оптимізація сайту та маркетингових стратегій, що підвищують конверсію веб-трафіку та залучають нових клієнтів",
  },
];

export const teamItems = [
  {
    id: "person_one",
    img: images[0],
    text: `Наш SEO спеціалст — це головний "детектив" нашої команди, що займається розробкою і впровадженням стратегій оптимізації для пошукових систем. Наш професіонал володіє сучасними методами та інструментами, щоб забезпечити видимість вашого сайту в мережій зробити його привабливим для потенційних клієнтів.`,
    role: "SEO&CEO",
    name: "ROMAN",
    lastName: "RIZNYK",
  },
  {
    id: "person_two",
    img: images[1],
    text: `Наш фотограф, режисер— це майстер візуалізації. Він не простознімає фотографії та відео, але й створює образи, які говорять, викликають емоції і залучають увагу.`,
    role: "Content creator ",
    name: "ANDRII",
    lastName: "KONONOV",
  },
  {
    id: "person_three",
    img: images[2],
    text: `Наш таргетолог - це втілення стратегічного мислення. Він не просто розуміє потреби наших клієнтів, але й передбачає їх, використовуючи складні аналітичні інструменти для вибору найефективніших рекламних кампаній, щоб максимізувати повернення від ваших маркетингових інвестицій.`,
    role: "Media Buyer ",
    name: "VALERIIA",
    lastName: "MAILUNIS",
  },
  {
    id: "person_four",
    img: images[3],
    text: `Наш дизайнер — це творчий геній і майстер вирішення проблем. Він володіє високими навичками в розробці та дизайні, які дозволяють йому творити продукти, що виглядають дивовижно.`,
    role: "Designer UI/UX ",
    name: "VLADYSLAV",
    lastName: "SYDORUK",
  },
];

export const teamItemsMobile = [
  {
    id: "person_one_mobile",
    img: mobile_images[0],
    text: `Наш SEO спеціалст — це головний "детектив" нашої команди, що займається розробкою і впровадженням стратегій оптимізації для пошукових систем. Наш професіонал володіє сучасними методами та інструментами, щоб забезпечити видимість вашого сайту в мережій зробити його привабливим для потенційних клієнтів.`,
    role: "SEO&CEO",
    name: "ROMAN",
    lastName: "RIZNYK",
  },
  {
    id: "person_two_mobile",
    img: mobile_images[1],
    text: `Наш фотограф, режисер— це майстер візуалізації. Він не простознімає фотографії та відео, але й створює образи, які говорять, викликають емоції і залучають увагу.`,
    role: "Content creator ",
    name: "ANDRII",
    lastName: "KONONOV",
  },
  {
    id: "person_three_mobile",
    img: mobile_images[2],
    text: `Наш таргетолог - це втілення стратегічного мислення. Він не просто розуміє потреби наших клієнтів, але й передбачає їх, використовуючи складні аналітичні інструменти для вибору найефективніших рекламних кампаній, щоб максимізувати повернення від ваших маркетингових інвестицій.`,
    role: "Media Buyer ",
    name: "VALERIIA",
    lastName: "MAILUNIS",
  },
  {
    id: "person_four_mobile",
    img: mobile_images[3],
    text: `Наш дизайнер — це творчий геній і майстер вирішення проблем. Він володіє високими навичками в розробці та дизайні, які дозволяють йому творити продукти, що виглядають дивовижно.`,
    role: "Designer UI/UX ",
    name: "VLADYSLAV",
    lastName: "SYDORUK",
  },
];

export const navLinks = [
  {
    id: "home",
    name: "ГОЛОВНА",
    link: "/",
    number: "01",
  },
  {
    id: "contact",
    name: "КОНТАКТИ",
    link: "/#contact",
    number: "04",
  },
  {
    id: "services",
    name: "ПОСЛУГИ",
    link: "/#offer",
    number: "02",
  },
  {
    id: "clients",
    name: "КЛІЄНТИ",
    link: "/clients",
    number: "05",
  },
  {
    id: "blog",
    name: "БЛОГ",
    link: "/blog",
    number: "03",
  },
  {
    id: "about",
    name: "ПРО НАС",
    link: "/about",
    number: "06",
  },
];

export const blogSectionItems = [
  {
    id: "blog-1",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-2",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-3",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-4",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
];

export const blogPageItems = [
  {
    id: "blog-1",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-2",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-3",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-4",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-5",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-6",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-7",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-8",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-9",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-10",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-11",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-12",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-13",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-14",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-15",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-16",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-17",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
  {
    id: "blog-18",
    date: "20.07.2023",
    img: temp_img,
    text: "Увага на менеджерів середньої ланки чому вони вкрай потрібні компанії ",
  },
];

export const blogPageHeaderitems = [
  {
    id: "blog-page-1",
    date: "20.07.2023",
    title:
      "ЯК BRAND LIFT ДОПОМАГАЄ ВИМІРЮВАТИ ЕФЕКТИВНІСТЬ РЕКЛАМИ В YOUTUBE ТА FACEBOOK",
  },
];
